{
  "site.title": "Savtek Systems",
  "site.description": "SAVTEK Systems is a reputable company that is dedicated to building Integrated Security Systems and Audio/Video installations for the Residential and Commercial sector. Offering Our clients, the best quality in equipment and services.",
  "site.type": "website",
  "site.siteName": "Savtek Systems",

  "header": {
    "menu": [
      { "link": "Home", "href": "/" },
      {
        "link": "Services",
        "href": "/services",
        "submenu": [
          { "link": "Security Cameras", "href": "/security-cameras" },
          { "link": "Structured Cabling", "href": "/structured-cabling" },
          { "link": "Landscape Lighting", "href": "/landscape-lighting" },
          { "link": "TV Installation", "href": "/tv-installation" },
          { "link": "Smart Home/Business Automation", "href": "/smart-home" },
          { "link": "Audio/Video", "href": "/audio-video" }
        ]
      },
      { "link": "Testimonials", "href": "/#testimonials" },
      { "link": "Gallery", "href": "/gallery" },
      { "link": "Contact", "href": "/#contact" }
    ],
    "button": "754-248-7978"
  },

  "banner": {
    "content": {
      "legend": "Savtek System",
      "title": "We offer Smart Security",
      "paragraph": "Protect what matters most with our smart security systems. Monitor your home, business or company in real-time and receive instant alerts on your mobile device.",
      "button": "Contact us ->"
    }
  },

  "bar": [
    {
      "title": "About Us",
      "paragraph": "SAVTEK Systems is a reputable company that is dedicated to building Integrated Security Systems and Audio/Video installations for the Residential and Commercial sector. Offering Our clients, the best quality in equipment and services."
    },
    {
      "title": "Vision",
      "paragraph": "We strive to be leaders in our industry, driving growth and continuous innovation while maintaining our commitment to excellence and customer satisfaction."
    },
    {
      "title": "Mision",
      "paragraph": "Our mission is to provide innovative, high-quality solutions that exceed our customers' expectations and improve their quality of life."
    }
  ],

  "aboutus": {
    "content": {
      "title": "About Us",
      "paragraph": "SAVTEK Systems is a company specialized in installation and maintenance services of security systems. Founded in 2016 by Saul Ibarra, we have been providing innovative and reliable solutions to our customers for the last 7 years.",
      "values": [
        {
          "title": "Vision",
          "paragraph": "We strive to be leaders in our industry, driving growth and continuous innovation while maintaining our commitment to excellence and customer satisfaction."
        },
        {
          "title": "Mision",
          "paragraph": "Our mission is to provide innovative, high-quality solutions that exceed our customers' expectations and improve their quality of life."
        }
      ],
      "button": "Contact Us"
    }
  },

  "services": {
    "title": "Services",
    "content": [
      {
        "title": "Security Cameras",
        "paragraph": "A security camera system can deter and capture internal and external theft for Residential and Commercial industries.",
        "paragraphMain": "A security camera system can deter and capture internal and external theft for Residential and Commercial industries. In addition, it can be critical by safety to a community protecting the premises by capturing evidence against liability claims.",
        "link": "/security-cameras"
      },
      {
        "title": "Structured Cabling",
        "paragraph": "Savtek Systems designs and builds cabling infrastructure for companies of all sizes.",
        "paragraphMain": "Savtek Systems designs and builds cabling infrastructure for companies of all sizes. We follow US cabling industry and cabling manufacturers (ANSI) and (TIA) it is not just that installation of the cabling that matters but also the maintenance of it. We offer the following types of cabling: CAT5e, CAT6, CAT6a, CAT7, Fiber Optic, Patch Panels, COAXIAL CABLE, Speaker Cable, Wire Management, Testing and Certification",
        "link": "/structured-cabling"
      },
      {
        "title": "Landscape Lighting",
        "paragraph": "Outdoor lighting radically changes the way your house or business is perceived.",
        "paragraphMain": "Outdoor lighting radically changes the way your house or business is perceived. We design and install high-quality systems that create a welcoming environment. The satisfaction of our customers sets us apart from the competition.",
        "link": "/landscape-lighting"
      },
      {
        "title": "TV Installation",
        "paragraph": "Savtek Systems provides TV Mounting done by experts you get lifetime warranty on labor and parts.",
        "paragraphMain": "Savtek Systems provides TV Mounting done by experts you get lifetime warranty on labor and parts. Guarantee satisfaction or you get your money back. Our TV installations are done on any type of wall, from wood to marble or ceramic. Service is provided in residential areas and businesses too.",
        "link": "/tv-installation"
      },
      {
        "title": "Audio/Video",
        "paragraph": "Surround yourself with soothing music at the comfort of your home or office.",
        "paragraphMain": "Surround yourself with soothing music at the comfort of your home or office. Why not have this control from the tip of your fingers? With our powerful speakers and amplifiers these wishes can become a reality.",
        "link": "/audio-video"
      },
      {
        "title": "Smart Home/Business Automation",
        "paragraph": "Automation makes your life more convenient by making certain tasks occur automatically from the push of a button.",
        "imageMain": "/images/tv-installation-principal.jpg",
        "paragraphMain": "Automation makes your life more convenient by making certain tasks occur automatically from the push of a button or better yet by voice command. Imagine if you can walk up to your kitchen and your coffee starts making and your alarm disarms at a set time? Take pride in making your life easier.",
        "link": "/smart-home"
      }
    ],
    "button": "Read more",
    "contact": "Contact us"
  },

  "portfolio": {
    "content": [
      {
        "type": "Home",
        "title": "TV Installation",
        "paragraph": "In this project, we installed two televisions and a soundbar in a living room and a master bedroom. We used high-quality wall mounts to ensure optimal viewing and no cable clutter. We also configured the televisions to connect to media streaming devices."
      },
      {
        "type": "Home2",
        "title": "Security Cameras",
        "paragraph": "🎈In this project, we installed two televisions and a soundbar in a living room and a master bedroom. We used high-quality wall mounts to ensure optimal viewing and no cable clutter. We also configured the televisions to connect to media streaming devices."
      },
      {
        "type": "Home3",
        "title": "Voice/Data",
        "paragraph": "🕶In this project, we installed two televisions and a soundbar in a living room and a master bedroom. We used high-quality wall mounts to ensure optimal viewing and no cable clutter. We also configured the televisions to connect to media streaming devices."
      },
      {
        "type": "Home4",
        "title": "Landscape Lighting",
        "paragraph": "🥽In this project, we installed two televisions and a soundbar in a living room and a master bedroom. We used high-quality wall mounts to ensure optimal viewing and no cable clutter. We also configured the televisions to connect to media streaming devices."
      },
      {
        "type": "Home5",
        "title": "Audio System",
        "paragraph": "🎨In this project, we installed two televisions and a soundbar in a living room and a master bedroom. We used high-quality wall mounts to ensure optimal viewing and no cable clutter. We also configured the televisions to connect to media streaming devices."
      }
    ]
  },

  "ourbrands": {
    "content": {
      "title": "Our Brands",
      "paragraph": "We have had the pleasure of working with a wide variety of clients, from small businesses to large corporations. Some of our satisfied clients include:"
    }
  },

  "testimonies": {
    "content": {
      "title": "Testimonials",
      "paragraph": "We strive to offer exceptional security services and satisfy our customers. Here's what some of them have to say about our work:",
      "items": [
        {
          "person": "Ben Finkel",
          "role": "Client",
          "paragraph": "“Excellent Services and support. I have used Savtek twice now and I am always impressed by the courtesy, professionalism and technical acumen. I highly recommend them for audio/video/and networking.  The workmanship is very good and the costs are very competitive.”"
        },
        {
          "person": "Julie Gordon",
          "role": "Client",
          "paragraph": "“We have worked with Saul at Savtek on several projects and he has always been reliable and done exceptional work. He does not complete a job until the client is completely satisfied with his work. Highly recommend.”"
        },
        {
          "person": "Sofia Vozzi",
          "role": "Client",
          "paragraph": "“Amazing job. Surprisingly clean job. Called to set an apointment and got the job done the same day at an incredibly reasonable price. Will keep using Savtek Systems again and again. Thank you!”"
        }
      ]
    }
  },

  "advertising": {
    "content": {
      "paragraph": "Real time Monitoring Your Infraestructure Solutions",
      "button": "Call Now!",
      "image": "Security Camera"
    }
  },

  "contactUs": {
    "content": {
      "title": "Contact Us",
      "phone": "754-248-7978",
      "email": "sibarra@savteksystems.com",
      "address": "6278 N Federal Hwy #122, Fort Lauderdale, FL 33308",
      "form": {
        "labels": {
          "name": "Name",
          "email": "Email",
          "phone": "Phone",
          "message": "Message"
        },
        "button": "Send"
      }
    }
  },

  "footer": {
    "content": [
      {
        "title": "Services",
        "links": [
          { "label": "Security Cameras", "href": "/services/security-cameras" },
          {
            "label": "Structured Cabling",
            "href": "/services/structured-cabling"
          },
          { "label": "TV Installation", "href": "/services/tv-installation" },
          {
            "label": "Landscape Lighting",
            "href": "/services/landscape-lighting"
          },
          {
            "label": "Smart Home/Business Automation",
            "href": "/services/smart-home"
          },
          { "label": "Audio/Video", "href": "/services/audio-video" }
        ]
      },
      {
        "title": "Company",
        "links": [
          { "label": "Gallery", "href": "/gallery" },
          { "label": "Contact us", "href": "/#contact" }
        ]
      },
      {
        "title": "Legal",
        "links": [
          { "label": "Terms of use", "href": "/terms-of-use" },
          { "label": "Privacy Policy", "href": "/privacy-policy" }
        ]
      }
    ],
    "copyright": "Copyright © 2023 Savtek Systems | All rights reserved"
  },

  "terms": {
    "title": "Terms and Conditions of Use",
    "items": [
      {
        "title": "1. Introduction",
        "paragraph": "By using this landing page, you agree to be bound by these Terms and Conditions of Use. If you do not agree with any of these terms, please do not use this website."
      },
      {
        "title": "2. Intellectual property rights",
        "paragraph": "All intellectual property rights related to the content, design, logos, images and other elements of this website are the property of SAVTEK SYSTEMS LLC or its licensors. The reproduction, distribution, public communication or transformation of these items without the prior written permission of [company name] or its licensors."
      },
      {
        "title": "3. Use of the contact form",
        "paragraph": "By providing your personal information through the contact form, you agree that SAVTEK SYSTEMS LLC may use that information to contact you regarding its services. By providing your information, you warrant that it is true, accurate, and up-to-date. "
      },
      {
        "title": "4. Limitation of liability",
        "paragraph": "SAVTEK SYSTEMS LLC shall not be liable for any damage or loss that may result from the use of this website or the information contained on it. SAVTEK SYSTEMS LLC does not warrant that the website is free of errors, viruses or other items harmful."
      },
      {
        "title": "5. Changes to the terms and conditions",
        "paragraph": "SAVTEK SYSTEMS LLC reserves the right to modify these Terms and Conditions of Use at any time and without notice. By using this website, you agree to abide by the terms and conditions then in effect."
      }
    ],
    "date": "Date of last update: 04/28/2023"
  },

  "policy": {
    "title": "Privacy Policy",
    "items": [
      {
        "title": "1. Collection of personal information",
        "paragraph": "By using the contact form on this website, you agree to provide your name, email address, phone number and any other information requested. This information will be used exclusively to respond to your inquiries and provide you with information about our services."
      },
      {
        "title": "2. Use of information",
        "paragraph": "The personal information you provide will be used only for the purposes described in this Privacy Policy and in the Terms and Conditions of Use. We will not share your personal information with third parties without your consent, except as necessary to comply with the law, protect our rights, or comply with legal requirements."
      },
      {
        "title": "3. Information security",
        "paragraph": "We strive to protect the personal information you provide to us by using appropriate security measures to prevent unauthorized access, disclosure, modification or destruction of such information. However, we cannot guarantee the absolute security of your personal information ."
      },
      {
        "title": "4. Access and rectification of information",
        "paragraph": "You have the right to access, rectify, update or delete your personal information stored in our systems. To exercise these rights, please contact us via the email address or telephone number provided in this website."
      },
      {
        "title": "5. Changes to the privacy policy",
        "paragraph": "SAVTEK SYSTEMS LLC reserves the right to change this Privacy Policy at any time and without notice. By using this website, you agree to abide by the privacy policy then in effect."
      },
      {
        "title": "6. Use of cookies",
        "paragraph": "This website may use cookies and other tracking technologies to improve your browsing experience, analyze website usage, and provide additional functionality. By using this website, you agree to the use of cookies and other tracking technologies. tracking, in accordance with our Cookies Policy, if applicable."
      },
      {
        "title": "7. Links to third-party websites",
        "paragraph": "Our website may contain links to third-party websites. We are not responsible for the privacy practices or the content of these third-party websites. If you visit these websites, we encourage you to review their privacy policies and terms and conditions before providing any personal information."
      },
      {
        "title": "8. Contact",
        "paragraph": "If you have any questions or concerns about this Privacy Policy or the treatment of your personal information, please feel free to contact us using the contact information provided on this website."
      }
    ],
    "date": "Date of last update: 04/28/2023"
  }
}
